export const notLoginMenusList = [
  {
    title: '探索',
    icon: 'explore',
    url: '/explore',
  },
  {
    title: '设置',
    icon: 'setting',
    url: '/setting',
  },
];
export const menusList = [
  {
    title: '主页',
    icon: 'home',
    url: '/home',
  },
  {
    title: '探索',
    icon: 'explore',
    url: '/explore',
  },
  {
    title: '通知',
    icon: 'notice',
    url: '/notice',
  },
  {
    title: '私信',
    icon: 'email',
    url: '/email',
  },
  {
    title: '书签',
    icon: 'bookmark',
    url: '/bookmark',
  },
  {
    title: '列表',
    icon: 'list',
    url: '/list',
  },
  {
    title: '个人资料',
    icon: 'mine',
    url: '/mine',
  },
  {
    title: '更多',
    icon: 'more',
    url: '/more',
  },
];
export const avatarUrl: string = 'https://abs.twimg.com/sticky/default_profile_images/default_profile_x96.png';
export const mockText =
  '要想清楚，好好学习，到底是一种怎么样的存在。 生活中，若好好学习出现了，我们就不得不考虑它出现了的事实。 奥斯特洛夫斯基说过一句富有哲理的话，共同的事业，共同的斗争，可以使人们产生忍受一切的力量。　这不禁令我深思。 既然如此， 既然如何， 我们不得不面对一个非常尴尬的事实，那就是， 这样看来， 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 生活中，若好好学习出现了，我们就不得不考虑它出现了的事实。 史美尔斯曾经提到过，书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。这似乎解答了我的疑惑。 冯学峰曾经提到过，当一个人用工作去迎接光明，光明很快就会来照耀着他。我希望诸位也能好好地体会这句话。 布尔沃曾经说过，要掌握书，莫被书掌握；要为生而读，莫为读而生。这句话语虽然很短，但令我浮想联翩。 文森特·皮尔曾经说过，改变你的想法，你就改变了自己的世界。我希望诸位也能好好地体会这句话。 查尔斯·史考伯在不经意间这样说过，一个人几乎可以在任何他怀有无限热忱的事情上成功。 我希望诸位也能好好地体会这句话。我们都知道，只要有意义，那么就必须慎重考虑。 我们不得不面对一个非常尴尬的事实，那就是， 一般来讲，我们都必须务必慎重的考虑考虑。 既然如此， 老子在不经意间这样说过，知人者智，自知者明。胜人者有力，自胜者强。这启发了我， 问题的关键究竟为何？ 郭沫若说过一句富有哲理的话，形成天才的决定因素应该是勤奋。这句话语虽然很短，但令我浮想联翩。 好好学习的发生，到底需要如何做到，不好好学习的发生，又会如何产生。 就我个人来说，好好学习对我的意义，不能不说非常重大。 好好学习因何而发生？ 生活中，若好好学习出现了，我们就不得不考虑它出现了的事实。 一般来讲，我们都必须务必慎重的考虑考虑。 莎士比亚曾经说过，人的一生是短的，但如果卑劣地过这一生，就太长了我希望诸位也能好好地体会这句话 卢梭曾经说过，浪费时间是一桩大罪过我希望诸位也能好好地体会这句话 我认为， 好好学习因何而发生？ 就我个人来说，好好学习对我的意义，不能不说非常重大 既然如何， 问题的关键究竟为何？ 经过上述讨论， 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题 每个人都不得不面对这些问题 在面对这种问题时， 一般来讲，我们都必须务必慎重的考虑考虑 这样看来， 就我个人来说，好好学习对我的意义，不能不说非常重大 要想清楚，好好学习，到底是一种怎么样的存在 一般来说， 要想清楚，好好学习，到底是一种怎么样的存在 好好学习，到底应该如何实现 既然如此， 一般来讲，我们都必须务必慎重的考虑考虑 从这个角度来看， 那么， 那么， 好好学习因何而发生马克思在不经意间这样说过，一切节省，归根到底都归结为时间的节省这不禁令我深思 一般来说， 屠格涅夫曾经提到过，你想成为幸福的人吗？但愿你首先学会吃得起苦带着这句话，我们还要更加慎重的审视这个问题： 那么， 现在，解决好好学习的问题，是非常非常重要的 所以， 现在，解决好好学习的问题，是非常非常重要的 所以， 好好学习，发生了会如何，不发生又会如何 每个人都不得不面对这些问题。 在面对这种问题时， 可是，即使是这样，好好学习的出现仍然代表了一定的意义。 从这个角度来看， 我认为， 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 问题的关键究竟为何';
